Repository: zerofairnight/cod4cdkeychanger
Catalog: Languages/Error/String.*.resx
Languages: it_it

# CDGuid
source: The CD Guid is invalid, an error is occurred during the generation The DLL could be corrupt
it_it: La guid non è valida, errore durante la creazione della guid La .dll potrebbe essere corrotta

# CDGuidTip
source: CD Guid is invalid
it_it: La guid non è valida

# CDKey
source: The CD Key code must be valid to perform this operation
it_it: La chiave di gioco deve essere valida per eseguire questa operazione

# CDKeyTip
source: CD Key code is invalid
it_it: La chiave di gioco non è valida

# DllNotFound
source: Has not been possible to locate the. dll
it_it: Non è stato possibile localizzare la .dll

# DllNotFoundTip
source: Dll is missing
it_it: Dll non trovata

# GameHandle
source: The game must be opened to perform this operation
it_it: Il gioco deve essere in esecuzione per eseguire questa operazione

# GameHandleTip
source: Game is close
it_it: Il gioco non è in esecuzione

# Generic
source: A generic error was encountered
it_it: Un errore generico è stato riscontrato

# GenericTip
source: Error
it_it: Errore generico

# Injection
source: Error writing to the memory of the game
it_it: Errore durante la scrittura nella memoria del gioco

# InjectionTip
source: Cannot write to memory
it_it: Errore nella scrittura della memoria

# Registry
source: The System Registry key does not contain the subkey 'codkey'
it_it: La chiave di Registro di Sistema non è valida Deve contenere la sottochiave 'codkey'

# RegistryEmpty
source: The System Registry key cannot be empty
it_it: La chiave di Registro di Sistema non può errere vuota

# RegistryEmptyTip
source: System Registry key is empty
it_it: La chiave di Registro di Sistema è vuota

# RegistryIO
source: The System Registry key has been marked for deletion
it_it: La chiave di Registro di Sistema è stata contrassegnata per l' eliminazione

# RegistryIOTip
source: System Registry key has been marked for deletion
it_it: La chiave di Registro di Sistema verrà eliminata

# RegistryPeak
source: The System Registry key does does not terminate with 'Activision\Call of Duty 4'
it_it: La chiave di Registro di Sistema deve terminare con 'Activision\Call of Duty 4'

# RegistryPeakTip
source: System Registry key must terminate with 'Activision\Call of Duty 4'
it_it: La chiave di Registro di Sistema non termina con 'Activision\Call of Duty 4'

# RegistrySecurityGet
source: The user does not have the permissions required to read from the System Registry key
it_it: L' utente non dispone dell'autorizzazione per leggere la chiave dal Registro di Sistema

# RegistrySecurityGetTip
source: Insufficient permissions to read the System Registry key
it_it: Autorizzazione insufficiente per leggere la chiave dal Registro di Sistema

# RegistrySecuritySet
source: The user does not have the permissions required to modify the System Registry key
it_it: L' utente non dispone dell'autorizzazione per scrivere la chiave nel Registro di Sistema

# RegistrySecuritySetTip
source: Insufficient permissions to write the System Registry key
it_it: Autorizzazione insufficiente scrivere la chiave nel Registro di Sistema

# RegistryTip
source: System Registry key is invalid
it_it: La chiave di Registro di Sistema non è valida

# RegistryUnauthorizedAccess
source: The System Registry key is read-only, and thus cannot be written to
it_it: La chiave di Registro di Sistema è in sola lettura e non può essere modificata

# RegistryUnauthorizedAccessTip
source: System Registry key is read-only
it_it: La chiave di Registro di Sistema è in sola lettura
